Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Choose the account you want
ar: اختر الحساب الذي تريده
da: Vælg den konto, du ønsker
de: Wählen Sie das gewünschte Konto aus
es: Elige la cuenta que desees
fi: Valitse haluat tili
fr: Choisissez le compte souhaité
he: – בחרו את החשבון שברצונכם
hi: : आपको चाहे गए खाता चुनें
hu: : Kérem válasszon ki a számlát, amelyet kíván.
id: Pilih akun yang Anda inginkan
it: Seleziona il conto che desideri
ja: ：希望のアカウントを選択してください
ko: : 원하는 계정을 선택하세요
nb: Vennligst velg kontoen du ønsker
nl: Kies het account dat u wilt
pl: Wybierz konto, które chcesz
pt_br: Escolha a conta que deseja
ru: : Выберите нужный счёт
sv: Välj konto som du vill använda
th: โปรดเลือกบัญชีที่คุณต้องการ
tr: : İstediğiniz hesabı seçin
uk: Оберіть потрібний рахунок
vi: : Vui lòng chọn tài khoản bạn muốn
zh_hans: 请选择您所需的账户
zh_hant: 請選擇您所需的賬戶

source: Clean fast-forward pulls on your branch
ar: عمليات pull نظيفة بنمط fast-forward على فرعك
da: Rene fast-forward-pull på din branch
de: Saubere fast-forward-pull-Vorgänge auf Ihrem Branch
es: Pull limpios de tipo fast-forward en su rama
fi: Puhtaat fast-forward pull -toiminnot omassa haarassasi
fr: Pull propres de type fast-forward sur votre branche
he: פעולות pull נקיות מסוג fast-forward בענף שלך
hi: आपकी ब्रांच पर साफ़ fast-forward pull
hu: Tiszta fast-forward pull műveletek az Ön ágán
id: pull fast-forward yang bersih di branch Anda
it: pull fast-forward puliti sul suo branch
ja: ご利用の branch でクリーンな fast-forward pull
ko: 브랜치의 깨끗한 fast-forward pull
nb: Ren fast-forward pull på din branch
nl: Schone fast-forward pull op uw branch
pl: Czyste operacje pull typu fast-forward na Twojej gałęzi
pt_br: Pulls limpos e fast-forward na sua branch
ru: Чистые операции pull методом fast-forward в вашей ветке
sv: Rena fast-forward-pull på din branch
th: pull แบบ fast-forward ที่ไม่มีข้อขัดแย้งบน branch ของคุณ
tr: Branch'inizde temiz fast-forward pull
uk: Чисті pull типу fast-forward у вашій гілці
vi: Pull sạch kiểu fast-forward trên nhánh của bạn
zh_hans: 在您的分支上执行无冲突的 fast-forward pull
zh_hant: 在您的分支上執行無衝突的 fast-forward pull

source: Clean pull-only updates — never commits or pushes
ar: تحديثات نظيفة بنمط pull فقط — بلا commit أو push مطلقًا
da: Rene opdateringer udelukkende med pull — aldrig commit eller push
de: Saubere Aktualisierungen ausschließlich per pull — niemals commit oder push
es: Actualizaciones limpias solo mediante pull — nunca crea commit ni hace push
fi: Puhtaat vain pull-toimintoja käyttävät päivitykset — ei koskaan commit- tai push-toimintoja
fr: Mises à jour propres uniquement par pull — aucun commit ni push
he: עדכוני pull נקיים בלבד — ללא commit או push לעולם
hi: केवल साफ़ pull अपडेट — कभी commit या push नहीं
hu: Tiszta, csak pull típusú frissítések — soha nincs commit vagy push
id: Pembaruan bersih khusus pull — tidak pernah melakukan commit atau push
it: Aggiornamenti puliti di solo pull — mai commit o push
ja: クリーンな pull 専用更新 — commit も push も行いません
ko: 깨끗한 pull 전용 업데이트 — commit 또는 push를 절대 수행하지 않음
nb: Rene oppdateringer kun med pull — aldri commit eller push
nl: Schone updates uitsluitend via pull — nooit commit of push
pl: Czyste aktualizacje wyłącznie przez pull — bez commit i push
pt_br: Atualizações limpas somente por pull — nunca faz commit nem push
ru: Чистые обновления только через pull — без commit и push
sv: Rena uppdateringar enbart med pull — aldrig commit eller push
th: อัปเดตด้วย pull ที่ไม่มีข้อขัดแย้งเท่านั้น — ไม่ทำ commit หรือ push
tr: Yalnızca temiz pull güncellemeleri — asla commit veya push yapmaz
uk: Чисті оновлення лише через pull — жодних commit або push
vi: Cập nhật sạch chỉ bằng pull — không bao giờ commit hoặc push
zh_hans: 无冲突的仅 pull 更新 — 绝不 commit 或 push
zh_hant: 無衝突的僅 pull 更新 — 絕不 commit 或 push

source: Clean up local files without affecting the repository on GitHub.
ar: قم بتنظيف الملفات المحلية دون التأثير على المستودع الموجود على GitHub.
da: Ryd op i lokale filer uden at påvirke lageret på GitHub.
de: Bereinigen Sie lokale Dateien, ohne das Repository auf GitHub zu beeinträchtigen.
es: Limpiar archivos locales sin afectar el repositorio en GitHub.
fi: Siivoa paikalliset tiedostot vaikuttamatta arkistossa GitHub.
fr: Nettoyer les fichiers locaux sans affecter le référentiel sur GitHub.
he: – שיקום קבצי מקומיים ללא השפעה על המאגר GitHub.
hi: : रिपॉजिटरी पर कोई प्रभाव न डालते हुए स्थानीय फ़ाइलों को सफाई करना। GitHub.
hu: : helyi fájlok eltávolítása, de a tároló működését nem érintve GitHub.
id: membersihkan file lokal tanpa memengaruhi repositori. GitHub.
it: : Pulizia dei file locali senza influire sul repository. GitHub.
ja: ：リポジトリに影響を与えない状態でローカルファイルをクリーンアップします。 GitHub.
ko: : 저장소에 영향을 주지 않고 로컬 파일을 정리합니다. GitHub.
nb: : Rengjør lokale filer uten å påvirke lagringsplatsen. GitHub.
nl: : De lokale bestanden opschonen zonder de repository te beïnvloeden. GitHub.
pl: : Usunięcie lokalnych plików bez wpływu na repositorium. GitHub.
pt_br: : Limpe os arquivos locais sem afetar o repositório. GitHub.
ru: : очистка локальных файлов без влияния на репозиторий GitHub.
sv: : Reina lokala filer utan att påverka lagringsplatsen. GitHub.
th: : ทำความสะอาดไฟล์ท้องถิ่นโดยไม่ส่งผลกระทบต่อรีโพซิทอรี่ GitHub.
tr: : Depodaki bilgileri etkilemeden yerel dosyaları temizleme GitHub.
uk: : очищення локальних файлів без впливу на репозиторій. GitHub.
vi: : Xóa các tệp cục bộ mà không ảnh hưởng đến kho lưu trữ trên hệ thống. GitHub.
zh_hans: ：清理本地文件，且不影响版本库 GitHub.
zh_hant: ：清理本地文件，且不影響版本庫 GitHub.

source: Clear
ar: واضح
da: Klar
de: Klar
es: Claro
fi: Tyhjennä
fr: Effacer
he: – נקי
hi: – स्पष्ट
hu: – Széleskörű
id: Bersih
it: – Pulito
ja: ：クリア
ko: : 비어 있음
nb: – Klart
nl: : Ongecompileerd
pl: – czyste
pt_br: Limpo
ru: — Очистить
sv: – Klart
th: ชัดเจน
tr: : Açık
uk: – Чисто
vi: – Rõ ràng
zh_hans: 清晰
zh_hant: 清晰

source: Clear All Logs?
ar: هل تريد مسح كافة السجلات؟
da: Ryd alle logfiler?
de: Alle Protokolle löschen?
es: ¿Borrar todos los registros?
fi: Tyhjentää kaikki lokit?
fr: Effacer tous les journaux?
he: – האם ברצונכם לנקות את כל הערוצי תיעוד?
hi: : सभी लॉग्स को हटाएँ?
hu: – Az összes naplót törlhető?
id: Hapus Semua Log?
it: Elimina tutti i log?
ja: ：すべてのログをクリアしますか？
ko: : 모든 로그 삭제할까요?
nb: : Fjern alle loggdata?
nl: Alle logs wissen?
pl: – Usunąć wszystkie dzienniki?
pt_br: Limpar Todos os Registros?
ru: : Удалить все журналы?
sv: : Ta bort alla loggar?
th: ลบบันทึกทั้งหมดได้หรือไม่?
tr: : Tüm günlükleri temizlemek mi?
uk: «Скріплювати всі журнали?»
vi: Xóa tất cả nhật ký?
zh_hans: 清除所有日志？
zh_hant: 清除所有日誌？

source: Clear Logs
ar: مسح السجلات مستودعات
da: Ryd logfiler
de: Protokolle löschen
es: Borrar registros
fi: Tyhjennä lokit
fr: Effacer les bûches
he: – ניקוי רשומות
hi: : लॉग्स को साफ करें
hu: : Logok eltávolítása
id: : Membersihkan Log
it: : Pulisci i log
ja: ログクリア
ko: 로그 삭제
nb: : Fjern loggdata
nl: Logge wissen
pl: : Wyczyszczenie dzienników
pt_br: Limpar Registros
ru: : Очистка журналов
sv: : Skär loggar
th: : ลบบันทึกข้อมูล
tr: : Kayıtları Temizleme
uk: : Очищення журналів
vi: Xóa nhật ký
zh_hans: 清除日志
zh_hant: 清除日誌

source: Clone Repository
ar: استنساخ المستودع
da: Klon repository
de: Repository klonen
es: Clonar repositorio
fi: Kloonaa tietovarasto
fr: Cloner le dépôt
he: שכפול מאגר
hi: रिपॉज़िटरी क्लोन करें
hu: Tároló klónozása
id: Clone Repositori
it: Clona repository
ja: リポジトリをクローン
ko: 저장소 복제
nb: Klon repositorium
nl: Repository klonen
pl: Sklonuj repozytorium
pt_br: Clonar Repositório
ru: Клонировать репозиторий
sv: Klona förråd
th: โคลน Repository
tr: Depoyu Klonla
uk: Клонувати репозиторій
vi: Sao chép kho lưu trữ
zh_hans: 克隆仓库
zh_hant: 複製儲存庫

source: Clone SSH-only repositories
ar: Clone SSH فقط
da: Klon SSH-kun lagre
de: Klonen Sie nur SSH-Repositorys
es: Clonar repositorios exclusivos SSH
fi: SSH-vain varastot
fr: Clone Dépôts SSHuniquement
he: קлон SSH– מקורות נתוניםเฉพาะ ל-QXZ
hi: क्लोन SSH– केवल रिपॉजिटरीज़
hu: Clone SSH– csupán repositoryk
id: Clone SSH– repositori khusus
it: Clone SSH– repository esclusivamente per QXZ
ja: クローン SSH– QXZ専用リポジトリ
ko: 클론 SSH– QXZ만 지원하는 저장소
nb: Klon SSH– kun repositorier
nl: Clone SSH– enkel-reposities
pl: Clone SSH– wyłącznie repositoriały
pt_br: Clone SSH– apenas repositórios
ru: Клон SSH— только репозитории
sv: Klon SSH– endast repurter
th: Clone SSH– คลังข้อมูลเฉพาะ QXZ เท่านั้น
tr: Klon SSH– yalnızca depolar
uk: Клон SSH– лише репозиторії
vi: Clone SSH– các kho lưu trữ chỉ dành cho QXZ
zh_hans: 克隆版 SSH– 仅限存储库
zh_hant: 剋隆版 SSH– 僅限存儲庫

source: Clone To
ar: استنساخ إلى
da: Klon til
de: Klonen nach
es: Clonar en
fi: Kloonaa kohteeseen
fr: Cloner vers
he: שכפול אל
hi: क्लोन स्थान
hu: Klónozás ide
id: Clone Ke
it: Clona in
ja: クローン先
ko: 복제 위치
nb: Klon til
nl: Klonen naar
pl: Klonuj do
pt_br: Clonar Para
ru: Клонировать в
sv: Klona till
th: โคลนไปยัง
tr: Klonlama Konumu
uk: Клонувати до
vi: Sao chép về
zh_hans: 克隆到
zh_hant: 複製至

source: Clone any Git repository to your device — GitHub, self-hosted, SSH, or public remotes — and keep it in sync from your pocket.
ar: قم باستنساخ أي مستودع Git على جهازك - GitHub أو الاستضافة الذاتية أو SSH أو أجهزة التحكم عن بعد العامة - واحتفظ به متزامنًا من جيبك.
da: Klon ethvert Git-lager til din enhed - GitHub, selv-hostet, SSH eller offentlige fjernbetjeninger - og hold det synkroniseret fra din lomme.
de: Klonen Sie jedes Git-Repository auf Ihr Gerät – GitHub, selbst gehostet, SSH oder öffentliche Remotes – und halten Sie es von Ihrer Tasche aus synchron.
es: Clone cualquier repositorio Git en su dispositivo (GitHub, autohospedado, SSH o controles remotos públicos) y manténgalo sincronizado desde su bolsillo.
fi: Kloonaa kaikki Git-varastot laitteeseesi -. GitHub, itse isäntä, SSH, tai julkiset kaukosäätimet - ja pitää se synkronoituna taskustasi.
fr: Clone tout Git référentiel à votre appareil- GitHub, auto-hébergé, SSH, ou télécommandes publiques-et le garder synchronisé de votre poche.
he: : קлонן כל ערך האחסון Git למכשירכם — GitHub, מותג מותן, SSH, או רמיטורים ציבוריים – והשמור על זה ביצוג תואם מהกระเปת שלך.
hi: : किसी भी प्रकार का क्लोन Git रिपॉजिटरी को आपके उपकरण पर स्थानांतरित करें — GitHub, स्वयं-होस्टेड, SSH, या सार्वजनिक रिमोट्स — और इसे अपने पॉकेट में सिंक करें।
hu: – bármilyen másolat létrehozása Git adatmagazin az eszközeire – GitHub, saját környezetben futó, SSHvagy közösségi távvezérlők – és az adatokat a szállítóhoz is szinkronizálhatja.
id: : Kloni mana pun Menyebarkan Git ke perangkat Anda — GitHub, self-hosted, SSH, atau remote publik — dan pertahankan sinkronisasi dari saku Anda.
it: Clona qualsiasi Scarica il repository Git sul tuo dispositivo — GitHub, self-hosted, SSH, o remote pubblici — e mantenetelo sincronizzato dal vostro portafoglio.
ja: ：任意のクローン可能 Git リポジトリをデバイスに転送します — GitHub、自ホスト型 SSHまたは公共リモート——携帯に保存し、常に同期させましょう。
ko: : 임의 복제 가능 Git 저장소를 기기로 전송합니다 — GitHub, 자체 호스팅형 SSH또는 공용 리모트를 사용하고, 휴대폰으로 실시간 동기화하세요.
nb: Kloner hvilken som helst Transfere Git -repositoriet til ditt enhet — GitHub, selvhostet, SSH, eller offentlige fjernkontroller – og behold den i synk med din mobiltelefon.
nl: : Alle klonen Git -repository naar uw apparaat — GitHub, zelfgehoste, SSH, of openbare afstandsbedieningen — en houd deze synchroon met uw zak.
pl: : Klonuj wszystko Przeniesienie repozytorium Git na urządzenie — GitHub, samostarczne hostingowe, SSH, czyli odbiorniki zdalne publiczne — a także utrzymuj je w synchronizacji z Twoim telefonem komórkowym.
pt_br: Clonar qualquer Transfira o repositório Git para seu dispositivo — GitHub, hospedado localmente, SSH, ou controles remotos públicos — e mantenha-os sincronizados a partir do seu bolso.
ru: : клонировать любой Скопируйте репозиторий Git на ваше устройство — GitHub, самоуправляемый сервер, SSHили публичные дистанционные управляющие устройства — поддерживайте их в синхронизации из кармана.
sv: Klonera vilket som helst Git -lagringsplats till ditt enhet – GitHub, självhanterad, SSH, eller offentliga fjärrkontroller – och håll den synkroniserad från din ficka.
th: สำหรับจำลองใดๆ ส่ง Git repository ไปยังอุปกรณ์ของคุณ — GitHub, โฮสต์เอง SSHหรือรีโมตสาธารณะ — และรักษาความสอดคล้องของข้อมูลนี้จากกระเป๋าของคุณ
tr: : Herhangi bir klonlama Git depolama alanını cihazınızda — GitHub, kendi sunucusuyla çalışan, SSHveya kamu uzaktan kontrol cihazları — ve bunu poşetinizden hareketle uyumluluk halinde tutun.
uk: : Копіювати будь-який Завантаження репозиторію Git на ваше пристрій — GitHub, самостійно розміщений, SSH, або публічні дистанційні керування — і зберігайте їх у синхронному стані з вашою портативною пристроєм.
vi: : Sao chép bất kỳ Chuyển hồ sơ Git đến thiết bị của bạn — GitHub, tự vận hành, SSH, hoặc các thiết bị điều khiển từ xa công cộng — và hãy giữ thiết bị này luôn đồng bộ với thiết bị của bạn ngay trong túi.
zh_hans: 克隆任意 将 Git 存储库复制至您的设备—— GitHub，自托管式 SSH或公共遥控器——可将其保存在您的口袋中，并保持与设备同步。
zh_hant: 剋隆任意 將 Git 存儲庫複製至您的設備—— GitHub，自托管式 SSH或公共遙控器——可將其保存在您的口袋中，併保持與設備衕步。

source: Clone complete! (%lld files)
ar: اكتمل الاستنساخ! (%lld ملفات)
da: Kloning fuldfoert! (%lld filer)
de: Klonen abgeschlossen! (%lld Dateien)
es: ¡Clonación completada! (%lld archivos)
fi: Kloonaus valmis! (%lld tiedostoa)
fr: Clonage terminé ! (%lld fichiers)
he: השכפול הושלם! (%lld קבצים)
hi: क्लोन पूर्ण! (%lld फ़ाइलें)
hu: Klónozás kész! (%lld fájl)
id: Clone selesai! (%lld file)
it: Clonazione completata! (%lld file)
ja: クローン完了！（%lldファイル）
ko: 복제 완료! (파일 %lld개)
nb: Kloning fullført! (%lld filer)
nl: Klonen voltooid! (%lld bestanden)
pl: Klonowanie zakończone! (%lld plików)
pt_br: Clone concluído! (%lld arquivos)
ru: Клонирование завершено! (%lld файлов)
sv: Kloning klar! (%lld filer)
th: โคลนเสร็จสมบูรณ์! (%lld ไฟล์)
tr: Klonlama tamamlandı! (%lld dosya)
uk: Клонування завершено! (%lld файлів)
vi: Sao chép hoàn tất! (%lld tệp)
zh_hans: 克隆完成！（%lld 个文件）
zh_hant: 複製完成！（%lld 個檔案）

source: Clone failed: %@
ar: فشل الاستنساخ: %@
da: Kloning mislykkedes: %@
de: Klonen fehlgeschlagen: %@
es: Error al clonar: %@
fi: Kloonaus epäonnistui: %@
fr: Échec du clonage : %@
he: השכפול נכשל: %@
hi: क्लोन विफल: %@
hu: Klónozás sikertelen: %@
id: Clone gagal: %@
it: Clonazione non riuscita: %@
ja: クローンに失敗しました: %@
ko: 복제 실패: %@
nb: Kloning mislyktes: %@
nl: Klonen mislukt: %@
pl: Klonowanie nie powiodło się: %@
pt_br: Falha ao clonar: %@
ru: Ошибка клонирования: %@
sv: Kloning misslyckades: %@
th: โคลนล้มเหลว: %@
tr: Klonlama başarısız: %@
uk: Клонування не вдалося: %@
vi: Sao chép thất bại: %@
zh_hans: 克隆失败：%@
zh_hant: 複製失敗：%@

source: Clone this repository to include it in Background Sync.
ar: استنسخ هذا المستودع لتضمينه في Background Sync.
da: Klon dette arkiv for at medtage det i Background Sync.
de: Klonen Sie dieses Repository, um es in Background Sync einzubeziehen.
es: Clone este repositorio para incluirlo en Background Sync.
fi: Kloonaa tämä tietovarasto sisällyttääksesi sen Background Sync -toimintoon.
fr: Clonez ce dépôt pour l’inclure dans Background Sync.
he: יש לשכפל מאגר זה כדי לכלול אותו ב-Background Sync.
hi: इस रिपॉज़िटरी को Background Sync में शामिल करने के लिए क्लोन करें।
hu: Klónozza ezt a tárolót, hogy bekerüljön a Background Sync szolgáltatásba.
id: Kloning repositori ini untuk menyertakannya dalam Background Sync.
it: Cloni questo repository per includerlo in Background Sync.
ja: Background Sync の対象にするには、このリポジトリをクローンしてください。
ko: Background Sync에 포함하려면 이 저장소를 복제하세요.
nb: Klon dette repositoriet for å inkludere det i Background Sync.
nl: Kloon deze repository om deze op te nemen in Background Sync.
pl: Sklonuj to repozytorium, aby uwzględnić je w Background Sync.
pt_br: Clone este repositório para incluí-lo no Background Sync.
ru: Клонируйте этот репозиторий, чтобы включить его в Background Sync.
sv: Klona det här arkivet för att inkludera det i Background Sync.
th: โคลนคลังนี้เพื่อรวมไว้ใน Background Sync
tr: Background Sync kapsamına almak için bu depoyu klonlayın.
uk: Клонуйте цей репозиторій, щоб включити його до Background Sync.
vi: Sao chép kho lưu trữ này để đưa vào Background Sync.
zh_hans: 克隆此仓库以将其纳入 Background Sync。
zh_hant: 複製此儲存庫以將其納入 Background Sync。

source: Cloned
ar: مستنسخ
da: Klonet
de: Geklont
es: Clonado
fi: kloonatut
fr: Cloné Fermé
he: – מותקן
hi: – क्लोन किया गया
hu: – clone alapján készült
id: telah dikloning
it: Clonato
ja: ：クローン済み
ko: 복제됨
nb: Klonert
nl: geklonerd
pl: – klonowana wersja
pt_br: Clonado
ru: — клонировано
sv: Klonat
th: : โคลน
tr: Klonlanmış
uk: Клонований
vi: – Đã sao chép
zh_hans: 已克隆
zh_hant: 已剋隆

source: Cloning Repository
ar: جارٍ استنساخ المستودع
da: Kloner repository
de: Repository wird geklont
es: Clonando repositorio
fi: Kloonataan tietovarastoa
fr: Clonage du dépôt
he: משכפל מאגר
hi: रिपॉज़िटरी क्लोन हो रही है
hu: Tároló klónozása
id: Meng-clone Repositori
it: Clonazione repository
ja: リポジトリをクローン中
ko: 저장소 복제 중
nb: Kloner repositorium
nl: Repository klonen
pl: Klonowanie repozytorium
pt_br: Clonando Repositório
ru: Клонирование репозитория
sv: Klonar förråd
th: กำลังโคลน Repository
tr: Depo Klonlanıyor
uk: Клонування репозиторію
vi: Đang sao chép kho lưu trữ
zh_hans: 正在克隆仓库
zh_hant: 正在複製儲存庫

source: Cloning repository...
ar: جارٍ استنساخ المستودع...
da: Kloner repository...
de: Repository wird geklont ...
es: Clonando repositorio...
fi: Kloonataan tietovarastoa...
fr: Clonage du dépôt...
he: משכפל מאגר...
hi: रिपॉज़िटरी क्लोन हो रही है...
hu: Tároló klónozása...
id: Meng-clone repositori...
it: Clonazione repository...
ja: リポジトリをクローン中...
ko: 저장소 복제 중...
nb: Kloner repositorium ...
nl: Repository wordt gekloond...
pl: Klonowanie repozytorium...
pt_br: Clonando repositório...
ru: Клонирование репозитория...
sv: Klonar förråd...
th: กำลังโคลน repository...
tr: Depo klonlanıyor...
uk: Клонування репозиторію...
vi: Đang sao chép kho lưu trữ...
zh_hans: 正在克隆仓库...
zh_hant: 正在複製儲存庫...

source: Close
ar: إغلاق
da: Luk
de: Schließen
es: Cerrar
fi: SuljeComment
fr: Fermer
he: סגירה
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 終了
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamykanie
pt_br: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapama
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Commit
ar: إيداع
ja: コミット
ko: 커밋
ru: Коммит
zh_hans: 提交
zh_hant: 提交

source: Commit & Push
ar: إيداع ودفع
es: Commit y Push
fi: Tallenna ja lähetä
he: שמירה ודחיפה
hu: Rögzítés és feltöltés
ja: コミット & プッシュ
nb: Commit og Push
pl: Zatwierdź i wyślij
zh_hans: 提交并推送
zh_hant: 提交並推送

source: Commit & merge
ar: الالتزام والدمج
da: Forpligt og flet
de: Festschreiben und Zusammenführen
es: Confirmar y fusionar
fi: Commit & yhdisty
fr: Commit et fusionne
he: – קבלת הוראות ושלב שילוב
hi: : कमिट एवं मर्ज
hu: – Felvétel és összevonás
it: Commit e merge
ja: コミットおよびマージ
ko: 커밋 및 통합
nb: : Innkreving og menging
pl: Złożenie i połączenie
pt_br: Comitir e integrar
ru: : Подтверждение и слияние
tr: Onaylama ve birleştirme
uk: : Коміт та об'єднання
zh_hans: 提交并合并
zh_hant: 提交併閤併

source: Commit Author
ar: مؤلف الالتزام
da: Forfatter til commit
de: Commit-Autor
es: Autor del commit
fi: Commitin tekijä
fr: Auteur du commit
he: מחבר הקומיט
hi: कमिट लेखक
hu: Commit szerzője
id: Pembuat Commit
it: Autore del commit
ja: コミット作成者
ko: 커밋 작성자
nb: Commit-forfatter
nl: Auteur van commit
pl: Autor commitu
pt_br: Autor do commit
ru: Автор коммита
sv: Commit-författare
th: ผู้เขียน commit
tr: Commit Yazarı
uk: Автор commit
vi: Tác giả commit
zh_hans: 提交作者
zh_hant: 提交作者

source: Commit Message
ar: رسالة الالتزام
da: Commitbesked
de: Commit-Nachricht
es: Mensaje del commit
fi: Commit-viesti
fr: Message du commit
he: הודעת קומיט
hi: कमिट संदेश
hu: Commitüzenet
id: Pesan Commit
it: Messaggio del commit
ja: コミットメッセージ
ko: 커밋 메시지
nb: Commit-melding
nl: Commitbericht
pl: Komunikat commitu
pt_br: Mensagem do commit
ru: Сообщение коммита
sv: Commit-meddelande
th: ข้อความ commit
tr: Commit Mesajı
uk: Повідомлення commit
vi: Thông báo commit
zh_hans: 提交信息
zh_hant: 提交訊息

source: Commit SHA
ar: SHA الإيداع
fr: SHA du commit
he: SHA של Commit
ja: コミット SHA
ko: 커밋 SHA
pt_br: SHA do Commit
ru: SHA коммита
zh_hans: 提交 SHA
zh_hant: 提交 SHA

source: Commit failed: %@
ar: فشل الإيداع: %@
da: Commit mislykkedes: %@
de: Commit fehlgeschlagen: %@
es: Error al hacer commit: %@
fi: Commit epäonnistui: %@
fr: Échec du commit : %@
he: ה-Commit נכשל: %@
hi: Commit विफल: %@
hu: Rögzítés sikertelen: %@
id: Commit gagal: %@
it: Commit non riuscito: %@
ja: コミットに失敗しました: %@
ko: 커밋 실패: %@
nb: Commit mislyktes: %@
nl: Commit mislukt: %@
pl: Zatwierdzanie nie powiodło się: %@
pt_br: Falha ao fazer commit: %@
ru: Ошибка коммита: %@
sv: Commit misslyckades: %@
th: Commit ล้มเหลว: %@
tr: Commit başarısız: %@
uk: Фіксація не вдалася: %@
vi: Commit thất bại: %@
zh_hans: 提交失败：%@
zh_hant: 提交失敗：%@

source: Commit message
ar: رسالة الالتزام
da: Bekræft besked
de: Commit-Nachricht
es: Mensaje de confirmación
fi: toimitusviesti
fr: Message de commit
he: – מessaĝה של התחייבות
hi: – कमिट संदेश
hu: – Állítási üzenet
id: Pesan komitmen
it: Messaggio di commit
ja: コミットメッセージ
ko: 커밋 메시지
nb: – Forpliktelsesmelding
nl: Verplichtingsbericht
pl: – wiadomość commitu
pt_br: Mensagem de commit
ru: Сообщение об операции commit
sv: – Verksamhetsmeddelande
th: ข้อความการยืนยัน
tr: Onay mesajı
uk: – повідомлення про комітинг
vi: – Thông điệp commit
zh_hans: 提交信息
zh_hant: 提交信息

source: Commit message…
ar: رسالة الإيداع…
da: Commit-besked…
de: Commit-Nachricht …
es: Mensaje de commit…
fi: Commit-viesti…
fr: Message du commit…
he: הודעת commit…
hi: Commit संदेश…
hu: Commit üzenet…
id: Pesan commit…
it: Messaggio di commit…
ja: コミットメッセージ…
ko: 커밋 메시지…
nb: Commit-melding …
nl: Commitbericht…
pl: Treść commita…
pt_br: Mensagem do commit…
ru: Сообщение коммита…
sv: Commit-meddelande…
th: ข้อความ commit…
tr: Commit mesajı…
uk: Повідомлення коміту…
vi: Nội dung commit…
zh_hans: 提交信息…
zh_hant: 提交訊息⋯

source: Commit setup is clearer
ar: إعداد الالتزام أكثر وضوحًا
da: Commit-opsætning er klarere
de: Commit-Setup ist klarer
es: La configuración de confirmación es más clara
fi: Commit-asetus on selkeämpiä
fr: Commit la configuration est plus claire
he: – תהליך ההגדרה של Commit הופך לочיר יותר.
hi: के लिए सेटअप की व्याख्या अधिक स्पष्ट है।
hu: – a beállítások beállítása pontosabb.
id: : Proses komitmen setup menjadi lebih jelas.
it: : l'impostazione del commit è più chiara.
ja: ：設定コミット機能がより明確になりました。
ko: 커밋 설정이 더욱 명확해졌습니다.
nb: – Installasjonsegenskaper er klarere.
nl: : De instellingen voor commiting zijn duidelijker.
pl: : Konfiguracja commit jest bardziej jasna.
pt_br: : A configuração de commit é mais clara.
ru: : настройка commit становится более понятной.
sv: – Setup-kommiteringen är tydligare.
th: : การตั้งค่า Commit มีความชัดเจนมากขึ้น
tr: commit ayarları daha nettir.
uk: : налаштування Commit є більш чіткими.
vi: : Quy trình thiết lập Commit đã trở nên rõ ràng hơn.
zh_hans: 配置提交流程更加清晰
zh_hant: 配置提交流程更加清晰
